<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<HTML>
<style>
    .leftimg {
        float:left;
        margin: 7px 7px 7px 0;
    }
    .rightimg  {
        float: right; /* Выравнивание по правому краю  */
        margin: 7px 0 7px 7px; /* Отступы вокруг картинки */
    }
</style>
<HEAD>
    <TITLE>О организации</TITLE>
</HEAD>
<BODY>
<font color="ffffff">
    <body background="oktagon.jpg">

    <center><h2>Об UFC</h2></center>

    <li><font face="Arial">Спортивная организация, базирующаяся в Лас-Вегасе и проводящая бои по смешанным правилам (также известные как ММА — от англ. Mixed Martial Arts) как в США, так и в других странах.</font></li>
    <center><li>История</li></center>
    <li>Изначально UFC задумывалась создателями как одноразовый турнир, позволяющий определить самое эффективное боевое искусство и напоминала ранние бразильские состязания по вале-тудо. Успех первого турнира, состоявшегося в Денвере в 1993 году, стал мотивом проведения новых состязаний, однако под давлением властей штата Невада компании пришлось существенно изменить правила, превратив соревнования из зрелища в спорт.

        В 2001 году, после приобретения компании владельцами сети казино «Station Casinos», Лоренцо и Фрэнком Фертитта и назначения на должность президента организации бывшего промоутера бокса Дэйны Уайта, UFC начала агрессивную экспансию в Соединённых Штатах и в других странах.

        Начиная с 2006 года, турниры UFC (вследствие отмены официальных турнирных сеток, ныне известные как события или ивенты от англ. event), составляют значительную конкуренцию профессиональному боксу на платном телевидении: количество заказов платных трансляций нередко превышает 1 000 000. В 2007 году, после выкупа главного конкурента, японской организации Pride Fighting Championships, UFC превратилась в крупнейшего в мире промоутера боёв по смешанным правилам.

        По состоянию на 2012 год под эгидой UFC выступает большинство бойцов ММА, занимающих лидирующие позиции в мировых рейтингах, а бои транслируются в 130 странах на 20 разных языках.</li>
    <center><li>О клетке</li></center>
    <li>Бои UFC проходят в ограждённом восьмиугольнике, официально носящем название «Октагон». Изначально SEG зарегистрировал торговую марку «Восьмиугольник» и препятствовал другим организациям ММА использовать тот же самый тип клетки. Но в 2001 году «Зуффа» дала свое согласие конкурентам на использование восьмиугольной клетки, аргументируя это тем, что молодой спорт нуждается в единообразии и повсеместном признании властями. Тем не менее, название «Октагон» осталось закрепленным за «Зуффой», и среди изобилия организаций ММА лишь UFC официально носит название «Восьмиугольник».

        Клетка UFC — это восьмиугольное сооружение, установленное на платформе высотой 120 см от земли, с диаметром 9.75 метра и металлическим проволочным ограждением высотой 165—173 см. Во избежание порезов, рассечений и царапин от соприкосновения, на металлическую сетку нанесено виниловое покрытие. Столбы в углах восьмиугольника и верх забора защищены плотным брезентом, набитым пеной. В клетке есть два входа, расположенных напротив друг друга. Мат, украшенный логотипами спонсоров, заменяется для каждого соревнования..</li>

    </ul>
    <center><font color="ffffff">Особенности данных боёв</font></center></body></font>
    <center><table><tr><td><iframe src="ht.html" width="1000" height="300" align="middle"></iframe> </td></tr></table></center>
    </center>

    <center>гіперпосилання для зображення в папці з лабораторної роботи</center>
    <center>
        <a href="C:\Users\BoBo\Desktop\2.jpg">Картинка</a>
    </center>

    <center></center>
    <center><p>Текст<p><a href="#top">До упорядкованого списку</a></p></center>
    </BODY>
</HTML>
